/* Generated automatically, do not modify */
export default {
  locale: "en-US",
  translations: [
    {
      key: "general.why_create_account",
      t: "मुझे खाता बनाने की आवश्यकता क्यों है?",
    },
    {
      key: "general.create_account_reasons",
      t:
        "हम आपसे एक खाता बनाने के लिए कहते हैं: \n- डुप्लिकेट प्रतिक्रियाओं से बचें \n- आपको अपने डेटा तक पहुँच प्रदान करें \n- अपना सत्र सहेजें जैसे ही आप जाते हैं \n- परिणाम लाइव होने पर आपको सूचित करें",
    },
    {
      key: "general.survey_closed",
      t:
        "क्षमा करें, सर्वेक्षण अब बंद है! आप अभी भी अपने डेटा की समीक्षा कर सकते हैं लेकिन आप इसे संशोधित नहीं कर पाएंगेे।\n",
    },
    {
      key: "general.survey_read_only",
      t: "आप वर्तमान में इस सर्वेक्षण को केवल-पढ़ने के मोड में देख रहे हैं। \n",
    },
    {
      key: "general.survey_read_only_back",
      t:
        'सत्र शुरू करने या फिर से शुरू करने के लिए मुख्य सर्वेक्षण पृष्ठ पर <a href="{link}">वापस जाएं</a>।\n',
    },
    {
      key: "general.open_surveys",
      t: "सर्वेक्षण खोलें",
    },
    {
      key: "general.no_open_surveys",
      t: "वर्तमान में कोई सर्वेक्षण नहीं खुला है।",
    },
    {
      key: "general.closed_surveys",
      t: "बंद सर्वेक्षण",
    },
    {
      key: "general.start_survey",
      t: "सर्वेक्षण शुरू करें »",
    },
    {
      key: "general.continue_survey",
      t: "सर्वेक्षण जारी रखें »",
    },
    {
      key: "general.review_survey",
      t: "सर्वेक्षण की समीक्षा करें »",
    },
    {
      key: "general.preview_survey",
      t: "सर्वेक्षण का पूर्वावलोकन करें »",
    },
    {
      key: "general.finish_survey",
      t: "सर्वे खत्म करो »",
    },
    {
      key: "general.survey_closed",
      t: "यह सर्वेक्षण अब बंद हो गया है।",
    },
    {
      key: "general.survey_results",
      t: "सर्वेक्षण परिणाम देखें »",
    },
    {
      key: "general.privacy_policy",
      t: "गोपनीयता नीति",
    },
    {
      key: "general.leave_issue",
      t:
        'प्रशन? एक बग मिला? <a href="{link}" target="_blank">एक इशू छोड़ो</a>.',
    },
    {
      key: "general.table_of_contents",
      t: "विषय - सूची",
    },
    {
      key: "general.all_questions_optional",
      t:
        "नोट: सभी प्रश्न वैकल्पिक हैं, 100% पूर्णता तक पहुंचने की आवश्यकता नहीं है।\n",
    },
    {
      key: "general.data_is_saved",
      t:
        "जब भी आप पिछले या अगले अनुभाग पर जाते हैं तो आपका डेटा सहेजा जाता है।",
    },
    {
      key: "general.back",
      t: "वापस",
    },
    {
      key: "general.thanks",
      t:
        "सर्वेक्षण को भरने के लिए धन्यवाद!\nआपका डेटा सहेजा गया है। सर्वेक्षण बंद होने तक आप इसकी समीक्षा या संशोधन कर सकते हैं।\nइसके अलावा, आप इस सर्वेक्षण को साझा करके हमारी मदद कर सकते हैं। हर बिट गिना जाता है, और यह हमारे डेटा को और भी अधिक प्रतिनिधि बनाने में मदद करेगा:\n",
    },
    {
      key: "general.share_subject",
      t: "{surveyName} सर्वेक्षण\n",
    },
    {
      key: "general.share_text",
      t: "इस साल का {surveyName} सर्वेक्षण अब खुला है! {link}\n",
    },
    {
      key: "nav.surveys",
      t: "सर्वेक्षण",
    },
    {
      key: "nav.account",
      t: "खाता",
    },
    {
      key: "accounts.sign_up",
      t: "साइन अप करें",
    },
    {
      key: "accounts.sign_in",
      t: "लॉग इन करें",
    },
    {
      key: "accounts.sign_out",
      t: "लॉग आउट करें",
    },
    {
      key: "accounts.cancel",
      t: "रद्द करें",
    },
    {
      key: "accounts.email",
      t: "ईमेल",
    },
    {
      key: "accounts.enter_email",
      t: "ईमेल दर्ज करें",
    },
    {
      key: "accounts.please_pick_password",
      t: "जारी रखने के लिए कृपया एक नया पासवर्ड चुनें।",
    },
    {
      key: "accounts.please_log_in",
      t: "शुरू करने के लिए कृप्या लॉग इन या साइन अप करें।",
    },
    {
      key: "accounts.logged_in_as",
      t: "{email} के रूप में लॉग इन किया",
    },
    {
      key: "accounts.questions",
      t:
        'यदि आपके पास कोई सवाल है कि हम आपके डेटा का उपयोग कैसे करते हैं, या हमें अपने डेटा को अपने रिकॉर्ड से निकालना चाहते हैं, तो <a href="mailto:hello@stateofjs.com">कृपया संपर्क करें</a>।\n',
    },
    {
      key: "sections.user_info.title",
      t: "आपके बारे में",
    },
    {
      key: "sections.user_info.description",
      t: "आइये जाने असली आपको।",
    },
    {
      key: "sections.resources.title",
      t: "साधन",
    },
    {
      key: "sections.resources.description",
      t: "आप किस {topic} संसाधनों से परामर्श करते हैं?",
    },
    {
      key: "sections.opinions.title",
      t: "राय",
    },
    {
      key: "sections.opinions.description",
      t: "आप {topic} की स्थिति के बारे में कैसा महसूस करते हैं?",
    },
    {
      key: "sections.other_tools.title",
      t: "अन्य उपकरण",
    },
    {
      key: "sections.other_tools.description",
      t:
        "इन उपकरणों और तकनीकों के लिए, बस उन लोगों की जांच करें जिन्हें आप नियमित रूप से उपयोग करते हैं।",
    },
    {
      key: "options.features.never_heard",
      t: "🤷 इसके बारे में कभी नहीं सुना/निश्चित नहीं कि यह क्या है",
    },
    {
      key: "options.features.heard",
      t: "✅ पता है कि यह क्या है, लेकिन इसका इस्तेमाल नहीं किया है",
    },
    {
      key: "options.features.used",
      t: "👍 मैंने इसका इस्तेमाल किया है",
    },
    {
      key: "options.features.never_heard.short",
      t: "कभी नहीं सुना",
    },
    {
      key: "options.features.heard.short",
      t: "जानिए इसके बारे में",
    },
    {
      key: "options.features.used.short",
      t: "इसका इस्तेमाल किया है",
    },
    {
      key: "options.patterns.use_never",
      t: "लगभग हमेशा बचें",
    },
    {
      key: "options.patterns.use_sparingly",
      t: "किफायत से इस्तेमाल करो",
    },
    {
      key: "optionspatterns..use_neutral",
      t: "निष्पक्ष",
    },
    {
      key: "options.patterns.use_frequently",
      t: "बार-बार उपयोग करें",
    },
    {
      key: "options.patterns.use_always",
      t: "जितना हो सके उतना उपयोग करें",
    },
    {
      key: "options.tools.never_heard",
      t: "🤷 इसके बारे में कभी नहीं सुना/निश्चित नहीं कि यह क्या है",
    },
    {
      key: "options.tools.interested",
      t: "✅ इसके बारे में सुना> सीखना चाहेंगे",
    },
    {
      key: "options.tools.not_interested",
      t: "🚫 इसके बारे में सुना > दिलचस्पी नहीं है",
    },
    {
      key: "options.tools.would_use",
      t: "👍 इसका इस्तेमाल किया > फिर से उपयोग करेगा",
    },
    {
      key: "options.tools.would_not_use",
      t: "👎 इसका इस्तेमाल किया > फिर से उपयोग नहीं करेगा",
    },
    {
      key: "options.tools.never_heard",
      t: "कभी नहीं सुना",
    },
    {
      key: "options.tools.interested",
      t: "इच्छुक",
    },
    {
      key: "options.tools.not_interested",
      t: "रुचि नहीं",
    },
    {
      key: "options.tools.would_use",
      t: "फिर से उपयोग करेंगे",
    },
    {
      key: "options.tools.would_not_use",
      t: "उपयोग नहीं करेंगे",
    },
    {
      key: "options.happiness.very_unhappy",
      t: "बहुत दुखी",
    },
    {
      key: "options.happiness.unhappy",
      t: "नाखुश",
    },
    {
      key: "options.happiness.neutral",
      t: "निष्पक्ष",
    },
    {
      key: "options.happiness.happy",
      t: "खुश",
    },
    {
      key: "options.happiness.very_happy",
      t: "बहुत खुश",
    },
    {
      key: "options.opinions.disagree_strongly",
      t: "दृढ़ता से असहमत",
    },
    {
      key: "options.opinions.disagree",
      t: "असहमत",
    },
    {
      key: "options.opinions.neutral",
      t: "निष्पक्ष",
    },
    {
      key: "options.opinions.agree",
      t: "इस बात से सहमत",
    },
    {
      key: "options.opinions.agree_strongly",
      t: "दृढ़ता से सहमत",
    },
    {
      key: "options.years_of_experience.range_less_than_1",
      t: "एक वर्ष से कम",
    },
    {
      key: "options.years_of_experience.range_1_2",
      t: "1 से 2 साल",
    },
    {
      key: "options.years_of_experience.range_2_5",
      t: "2 से 5 साल",
    },
    {
      key: "options.years_of_experience.range_5_10",
      t: "5 से 10 साल",
    },
    {
      key: "options.years_of_experience.range_10_20",
      t: "10 से 20 साल",
    },
    {
      key: "options.years_of_experience.range_more_than_20",
      t: "20 से अधिक वर्षों",
    },
    {
      key: "options.years_of_experience.range_less_than_1.short",
      t: "<1",
    },
    {
      key: "options.years_of_experience.range_1_2.short",
      t: "1-2",
    },
    {
      key: "options.years_of_experience.range_2_5.short",
      t: "2-5",
    },
    {
      key: "options.years_of_experience.range_5_10",
      t: "5-10",
    },
    {
      key: "options.years_of_experience.range_10_20.short",
      t: "10-20",
    },
    {
      key: "options.years_of_experience.range_more_than_20.short",
      t: ">20",
    },
    {
      key: "options.company_size.range_1",
      t: "एक कर्मचारी",
    },
    {
      key: "options.company_size.range_1_5",
      t: "1 से 5 कर्मचारी",
    },
    {
      key: "options.company_size.range_5_10",
      t: "5 से 10 कर्मचारी",
    },
    {
      key: "options.company_size.range_10_20",
      t: "10 से 20 कर्मचारी",
    },
    {
      key: "options.company_size.range_20_50",
      t: "20 से 50 कर्मचारी",
    },
    {
      key: "options.company_size.range_50_100",
      t: "50 से 100 कर्मचारी",
    },
    {
      key: "options.company_size.range_100_1000",
      t: "100 से 1000 कर्मचारी",
    },
    {
      key: "options.company_size.range_more_than_1000",
      t: "1000 से अधिक कर्मचारी",
    },
    {
      key: "options.company_size.range_1.short",
      t: 1,
    },
    {
      key: "options.company_size.range_1_5.short",
      t: "1-5",
    },
    {
      key: "options.company_size.range_5_10.short",
      t: "5-10",
    },
    {
      key: "options.company_size.range_10_20.short",
      t: "10-20",
    },
    {
      key: "options.company_size.range_20_50.short",
      t: "20-50",
    },
    {
      key: "options.company_size.range_50_100.short",
      t: "50-100",
    },
    {
      key: "options.company_size.range_100_1000.short",
      t: "100-1000",
    },
    {
      key: "options.company_size.range_more_than_1000.short",
      t: ">1000",
    },
    {
      key: "options.yearly_salary.range_work_for_free",
      t: "मैं मुफ्त में काम करता हूं",
    },
    {
      key: "options.yearly_salary.range_0_10",
      t: "$0k-$10k",
    },
    {
      key: "options.yearly_salary.range_10_30",
      t: "$10k-$30k",
    },
    {
      key: "options.yearly_salary.range_30_50",
      t: "$30k-$50k",
    },
    {
      key: "options.yearly_salary.range_50_100",
      t: "$50k-$100k",
    },
    {
      key: "options.yearly_salary.range_100_200",
      t: "$100k-$200k",
    },
    {
      key: "options.yearly_salary.range_more_than_200",
      t: "$200k से ज्यादा",
    },
    {
      key: "options.yearly_salary.range_work_for_free.short",
      t: "$0",
    },
    {
      key: "options.yearly_salary.range_0_10.short",
      t: "$0k-$10k",
    },
    {
      key: "options.yearly_salary.range_10_30.short",
      t: "$10k-$30k",
    },
    {
      key: "options.yearly_salary.range_30_50.short",
      t: "$30k-$50k",
    },
    {
      key: "options.yearly_salary.range_50_100.short",
      t: "$50k-$100k",
    },
    {
      key: "options.yearly_salary.range_100_200.short",
      t: "$100k-$200k",
    },
    {
      key: "options.yearly_salary.range_more_than_200.short",
      t: ">$200k",
    },
    {
      key: "options.job_title.front_end_developer",
      t: "फ्रंट एंड डेवलपर / इंजीनियर",
    },
    {
      key: "options.job_title.back_end_developer",
      t: "बैक एंड डेवलपर / इंजीनियर",
    },
    {
      key: "options.job_title.full_stack_developer",
      t: "पूर्ण स्टैक डेवलपर / इंजीनियर",
    },
    {
      key: "options.job_title.web_developer",
      t: "वेब डेवलपर",
    },
    {
      key: "options.job_title.web_designer",
      t: "वेब डिजाइनर",
    },
    {
      key: "options.job_title.ux_designer",
      t: "UX डिज़ाइनर",
    },
    {
      key: "options.job_title.ui_designer",
      t: "यूआई डिजाइनर",
    },
    {
      key: "options.job_title.back_end_dev",
      t: "बैक-एंड डेवलपर / इंजीनियर",
    },
    {
      key: "options.javascript_proficiency.0",
      t: "कोई जावास्क्रिप्ट लिखने में सक्षम नहीं है",
    },
    {
      key: "options.javascript_proficiency.1",
      t: "संक्षिप्त, सरल जावास्क्रिप्ट या jQuery कथन लिखना",
    },
    {
      key: "options.javascript_proficiency.2",
      t:
        "आधुनिक फ्रेमवर्क (React, Vue, आदि) का उपयोग करके मौजूदा फ्रंट-एंड कोडबेस पर काम करना।",
    },
    {
      key: "options.javascript_proficiency.3",
      t: "स्क्रैच से पूरे फ्रंट-एंड कोडबेस को आर्किटेक्चर करना",
    },
    {
      key: "options.javascript_proficiency.4",
      t:
        "उन्नत फ्रंट-एंड पैटर्न (स्टेट मैनेजमेंट, डेटा लोड करना, आदि) को संभालना",
    },
    {
      key: "options.css_proficiency.0",
      t: "वस्तुतः CSS का कोई ज्ञान नहीं है",
    },
    {
      key: "options.css_proficiency.1",
      t: "CSS फ्रेमवर्क का उपयोग करना और मौजूदा शैलियों को ट्विक करना",
    },
    {
      key: "options.css_proficiency.2",
      t: "विशिष्टता नियमों को जानना, लेआउट बनाने में सक्षम होना",
    },
    {
      key: "options.css_proficiency.3",
      t: "माहिर एनिमेशन, बातचीत, संक्रमण, आदि।",
    },
    {
      key: "options.css_proficiency.4",
      t:
        "एक सुसंगत कार्यप्रणाली के बाद खरोंच से पूरे फ्रंट-एंड को स्टाइल करने में सक्षम",
    },
    {
      key: "options.backend_proficiency.0",
      t: "किसी भी बैक-एंड काम को संभालने में सक्षम नहीं",
    },
    {
      key: "options.backend_proficiency.1",
      t:
        "ऑल-इन-वन सीएमएस (वर्डप्रेस, आदि) या स्थिर साइट जनरेटर (Jekyll आदि) स्थापित करने में सक्षम।",
    },
    {
      key: "options.backend_proficiency.2",
      t:
        "पहले से मौजूद फ़्रेमवर्क्स (रेल, लारवेल, आदि) का उपयोग करके ऐप्स विकसित करने में सक्षम",
    },
    {
      key: "options.backend_proficiency.3",
      t: "स्क्रैच से पूरे बैक-एंड की स्थापना (गो, नोड, आदि)",
    },
    {
      key: "options.backend_proficiency.4",
      t: "जटिल मल्टी-सर्वर या माइक्रोसॉफ़्ट आर्किटेक्चर को संभालने में सक्षम",
    },
    {
      key: "options.proficiency.0",
      t: "कोई नहीं",
    },
    {
      key: "options.proficiency.1",
      t: "शुरुआती",
    },
    {
      key: "options.proficiency.2",
      t: "मध्यवर्ती",
    },
    {
      key: "options.proficiency.3",
      t: "उन्नत",
    },
    {
      key: "options.proficiency.4",
      t: "विशेषज्ञ",
    },
    {
      key: "options.gender.female",
      t: "महिला",
    },
    {
      key: "options.gender.male",
      t: "नर",
    },
    {
      key: "options.gender.non_binary",
      t: "नॉन-बाइनरी / थर्ड जेंडर",
    },
    {
      key: "options.gender.prefer_not_to_say",
      t: "चुप रहना पसंद करूंगा",
    },
    {
      key: "options.skin_tone.0",
      t: "🧑🏻‍🦲",
    },
    {
      key: "options.skin_tone.1",
      t: "🧑🏼‍🦲",
    },
    {
      key: "options.skin_tone.2",
      t: "🧑🏽‍🦲",
    },
    {
      key: "options.skin_tone.3",
      t: "🧑🏾‍🦲",
    },
    {
      key: "options.skin_tone.4",
      t: "🧑🏿‍🦲",
    },
    {
      key: "tools.other_tools",
      t: "अन्य विकल्प",
    },
    {
      key: "tools.other_tools.description",
      t:
        "उपरोक्त सूची में उल्लिखित वर्तमान अनुभाग के लिए आपके द्वारा उपयोग किए जाने वाले अन्य विकल्प",
    },
    {
      key: "tools.happiness",
      t: "कुल मिलाकर खुशी",
    },
    {
      key: "tools.happiness.description",
      t:
        "एक (बहुत दुखी) से पांच (बहुत खुश) के पैमाने पर, आप मौजूदा चीजों की वर्तमान स्थिति से कितने खुश हैं क्योंकि यह ऊपर सूचीबद्ध विकल्पों से संबंधित है?\n",
    },
    {
      key: "user_info.years_of_experience",
      t: "वर्षों का अनुभव",
    },
    {
      key: "user_info.years_of_experience.description",
      t: "आप कब से इस क्षेत्र में काम कर रहे हैं या पढ़ रहे हैं।",
    },
    {
      key: "user_info.company_size",
      t: "कंपनी का आकार",
    },
    {
      key: "user_info.company_size.description",
      t: "आपकी कंपनी कितनी बड़ी है।",
    },
    {
      key: "user_info.yearly_salary",
      t: "वार्षिक वेतन",
    },
    {
      key: "user_info.yearly_salary.description",
      t: "अमरीकी डालर में।",
    },
    {
      key: "user_info.job_title",
      t: "नौकरी का नाम",
    },
    {
      key: "user_info.job_title.description",
      t: "आप खुद को पार्टियों में कैसे पेश करते हैं?",
    },
    {
      key: "user_info.javascript_proficiency",
      t: "जावास्क्रिप्ट प्रवीणता",
    },
    {
      key: "user_info.javascript_proficiency.description",
      t: "आप जावास्क्रिप्ट में कितने कुशल हैं?",
    },
    {
      key: "user_info.css_proficiency",
      t: "सीएसएस प्रवीणता",
    },
    {
      key: "user_info.css_proficiency.description",
      t: "आप सीएसएस में कितने कुशल हैं?",
    },
    {
      key: "user_info.backend_proficiency",
      t: "बैक-एंड प्रवीणता",
    },
    {
      key: "user_info.backend_proficiency.description",
      t: "बैक-एंड डेवलपमेंट में आप कितने कुशल हैं?",
    },
    {
      key: "user_info.gender",
      t: "लिंग",
    },
    {
      key: "user_info.skin_tone",
      t: "प्रकटन",
    },
    {
      key: "user_info.skin_tone.description",
      t:
        'आपको कौन सा इमोजी अच्छा लगता है? <br/><br/>\nनोट: हम अपने उत्तरदाताओं के जनसांख्यिकीय मेकअप को पकड़ने और बेहतर ढंग से पकड़ने के लिए एक नए प्रश्न प्रारूप के साथ प्रयोग कर रहे हैं। GitHub पर <a href="https://github.com/StateOfJS/StateOfCSS-2020/issues/5" target="_blank">हमें अपनी प्रतिक्रिया दें</a>. \n',
    },
    {
      key: "user_info.how_did_user_find_out_about_the_survey",
      t: "आपको इस सर्वेक्षण के बारे में कैसे पता चला?",
    },
    {
      key: "user_info.email",
      t: "तुम्हारा ईमेल",
    },
    {
      key: "user_info.country",
      t: "तुम्हारा देश",
    },
    {
      key: "other_tools.text_editors",
      t: "टेक्स्ट एडिटर्स",
    },
    {
      key: "other_tools.text_editors.description",
      t: "आप नियमित रूप से किस टेक्स्ट एडिटर का उपयोग करते हैं?",
    },
    {
      key: "other_tools.text_editors.others",
      t: "अन्य टेक्स्ट एडिटर",
    },
    {
      key: "other_tools.text_editors.others.description",
      t: "अन्य उत्तर (फ़्रीफ़ॉर्म फ़ील्ड)।",
    },
    {
      key: "other_tools.utilities",
      t: "उपयोगिताएँ",
    },
    {
      key: "other_tools.utilities.description",
      t: "आप किस उपयोगिता लाइब्रेरी का उपयोग नियमित रूप से उपयोग करते हैं?",
    },
    {
      key: "other_tools.utilities.others",
      t: "अन्य उपयोगिताएँ",
    },
    {
      key: "other_tools.utilities.others.description",
      t: "अन्य उपयोगिताओं (फ्रीफ़ॉर्म फ़ील्ड)।",
    },
    {
      key: "other_tools.browsers",
      t: "ब्राउज़र",
    },
    {
      key: "other_tools.browsers.description",
      t:
        "प्रारंभिक विकास के दौरान आप मुख्य रूप से किस ब्राउज़र पर काम करते हैं?",
    },
    {
      key: "other_tools.browsers.others",
      t: "अन्य ब्राउज़रों",
    },
    {
      key: "other_tools.browsers.others.description",
      t: "अन्य उत्तर (फ़्रीफ़ॉर्म फ़ील्ड)।",
    },
    {
      key: "other_tools.build_tools",
      t: "बिल्ड टूल्स",
    },
    {
      key: "other_tools.build_tools.description",
      t: "आप किस बिल्ड टूल्स का उपयोग करते हैं?",
    },
    {
      key: "other_tools.build_tools.others",
      t: "अन्य बिल्ड टूल्स",
    },
    {
      key: "other_tools.build_tools.others.description",
      t: "अन्य उत्तर (फ़्रीफ़ॉर्म फ़ील्ड)।",
    },
    {
      key: "other_tools.non_js_languages",
      t: "गैर-जावास्क्रिप्ट भाषाएं",
    },
    {
      key: "other_tools.non_js_languages.description",
      t: "आप किन अन्य प्रोग्रामिंग भाषाओं का उपयोग करते हैं?",
    },
    {
      key: "other_tools.non_js_languages.others",
      t: "अन्य भाषाएँ",
    },
    {
      key: "other_tools.non_js_languages.others.description",
      t: "अन्य उत्तर (फ़्रीफ़ॉर्म फ़ील्ड)।",
    },
    {
      key: "resources.blogs_news_magazines",
      t: "ब्लॉग और पत्रिकाएँ",
    },
    {
      key: "resources.blogs_news_magazines.description",
      t: "आप कौन से ब्लॉग / पत्रिका / आदि पढ़ते हैं?",
    },
    {
      key: "resources.blogs_news_magazines.others",
      t: "अन्य ब्लॉग और पत्रिकाएँ",
    },
    {
      key: "resources.blogs_news_magazines.others.description",
      t: "अन्य उत्तर (फ़्रीफ़ॉर्म फ़ील्ड)।",
    },
    {
      key: "resources.sites_courses",
      t: "साइटें और पाठ्यक्रम",
    },
    {
      key: "resources.sites_courses.description",
      t: "आप किन साइटों / पाठ्यक्रमों / आदि से परामर्श करते हैं?",
    },
    {
      key: "resources.sites_courses.others",
      t: "अन्य साइटें और पाठ्यक्रम",
    },
    {
      key: "resources.sites_courses.others.description",
      t: "अन्य उत्तर (फ़्रीफ़ॉर्म फ़ील्ड)।",
    },
    {
      key: "resources.podcasts",
      t: "पॉडकास्ट",
    },
    {
      key: "resources.podcasts.description",
      t: "आप किस प्रोग्रामिंग से संबंधित पॉडकास्ट सुनते हैं?",
    },
    {
      key: "resources.podcasts.others",
      t: "अन्य पॉडकास्ट",
    },
    {
      key: "resources.podcasts.others.description",
      t: "अन्य उत्तर (फ़्रीफ़ॉर्म फ़ील्ड)।",
    },
  ],
};
